{
    "2": "Bu dersimizde omurga deformitelerinin",
    "4": "genel sınıflandırılmasından bahsedeceğiz.",
    "6": "Bu adelosan idiyopatik skolyozun",
    "9": "ya da konjenital deformitenin",
    "10": "sınıflandırılmasından farklı",
    "12": "genel olarak omurga deformitelerini",
    "13": "nasıl sınıflandıracağımızı görme yönünde çalışacağız.",
    "16": "Çok sayıda sınıflandırma yapılabilir.",
    "18": "Çok değişik parametreler de kullanılabilir.",
    "20": "Benim burda bahsetmek istediğim 3 tane ana sınıflama sistemi var.",
    "24": "Bunlar 3 mantık üzerine kurulu;",
    "26": "bir tanesi yapısal veya değil diye sınıflayabiliriz.",
    "30": "Bu en önemli parametrelerden bir tanesi.",
    "33": "İkincisi deformite mekaniğine göre sınıflayabiliriz.",
    "36": "Bunu birazdan göreceğiz, bu çok bilinen bir sınıflama değil ",
    "39": "ama benim genel olarak sevdiğim bir sınıflamadır. ",
    "42": "Üçüncüsü de, etiyolojiye göre sınıflandırabiliriz. ",
    "44": "Bunların üçü de önemli, onun için üçünü de bilmekte yarar var.",
    "48": "Yapısallık her zaman konuştuğumuz bir şey ama",
    "52": "çok çok fazla belki anlıyoruz, belki anlayamıyoruz.",
    "56": "Yapısal deformite dediğimiz zaman kastettiğimiz şey,",
    "58": "diğer etkenlerden bağımsız olarak kendi başına kalıcı olan deformitedir.",
    "61": "Yani bu deformiteye başka bir şey yol açmış olabilir, sekonder olabilir.",
    "67": "Mesela nöromuskuler bir problemi olabilir hastanın ",
    "70": "ya da metabolik bir problemi olabilir,",
    "72": "onun için deformite ortaya çıkmış olabilir ",
    "73": "ama nöromuskuler problemi ya da metabolik problemi",
    "75": "ortadan kaldırdığınız zaman kaldırabilirseniz eğer, bu deformite düzelmez, ",
    "80": "bu durumda bu sekonder bir yapısal deformitedir ",
    "82": "ya da omurgada bir sorun nedeniyle ortaya çıkabilir",
    "85": "bu durumda primer bir yapısal deformitedir;",
    "87": "idiyopatik skolyoz, conjenital skolyoz, dejenaratif skolyoz ",
    "90": "bunun örnekleri olarak değerlendirilebilir. ",
    "93": "Bunun önemi; bu skolyozların ya da bu deformitelerin, ",
    "96": "skolyoz demeyelim yalnızca, kifoz da olabilir, ",
    "98": ", kendi başlarına değerlendirilmeleri ve tedavi edilmeleri gerekir. ",
    "100": "Bunları, hastanın başka bir hastalığını tedavi ederek",
    "104": "ortadan kaldıramazsınız ya da tedavi edemezsiniz.",
    "107": "Tedavi gerekiyorsa, kendilerini tedavi etmek gerekir.",
    "110": "Yapısal olmayan deformite ise sekonder olarak yine,",
    "114": "diğer etkenlere bağlı olarak oluşan ve kendi başına kalıcı olmayan deformitelerdir.",
    "118": "Burada mesela erken dönemde bacak uzunluk eşitliğine bağlı bir skolyozu örnek verebiliriz ",
    "124": "ya da hastanın çok şiddetli siyataljisi nedeniyle bir yana doğru eğilmesini örnek verebiliriz.",
    "130": "Ya da mesela akut batın ya da akut apandisit nedeniyle",
    "134": "hastanın bir yana doğru eğilmesini örnek verebiliriz.",
    "136": "Hasta, röntgenini çektiğiniz zaman sanki skolyozu varmış gibi görünür",
    "140": "ama hastanın eğer akut apandisti varsa apendektomi yaparsanız, skolyozu düzelir.",
    "145": "Yapısallıktan bahsettiğiniz şey büyük ölçüde bu gibi görünüyor.",
    "150": "Yapısal deformitelerin kendi başlarına değerlendirilmeleri gerekir.",
    "154": "Kendi doğal seyirleri vardır. Bazıları ilerler, bazıları ilerlemez.",
    "158": "Ve kendi tedavileri vardır. Bazılarını izlemek yalnızca yeterli olur,",
    "161": "bazılarına korse ve diğer konservatif tedaviler uygulanabilir,",
    "165": "bazılarına ise cerrahi uygulamak gerekir. ",
    "169": "Mekaniğe göre sınıflama, bu herhangi bir yerde yazılı bir sınıflama değil, ",
    "173": "ben bunu çok yıllar önce J. D. Rosse'den dinlemiştim, ",
    "178": "ve o zamandan beri aslında sevdiğim ve günlük hayatımda kullandığım bir sınıflandırma.",
    "183": "J. D. Rosse, iki şekilde sınıflıyor deformiteleri.",
    "186": "Bir tanesi yükselen deformiteler, burda artık yapısal deformitelerden bahsettiğimizi tekrar vurgulayayım.",
    "190": "Yükselen deformiteler hastanın büyümesi ile artıyorlar;",
    "194": "idiyopatik skolyoz, conjenital skolyoz.",
    "196": "Yani hastamız büyüdükçe, çocuğumuz büyüdükçe,",
    "199": "deformitesi de çocuğun boy büyümesi ile beraber artıyor.",
    "203": "Nöromuskuler deformitelerin de erken dönemlerinde gene hem çöken,",
    "209": "hem yükselen deformiteler olabileceklerini söyleyeyim.",
    "212": "Yani, çocuğun büyümesi ile artabilirler,",
    "215": "büyüme ile artan deformiteler yükselen deformitelerdir.",
    "219": "Çöken deformiteler ise hastanın boyunun kısalmasıyla artan deformitelerdir.",
    "224": "Buna örnek ne olabilir; nöromuskuler skolyoz.",
    "226": "Bir hastanın paraplejik olduğunu düşünelim.",
    "228": "Üst torakal bölgeden, diyelim ki kaza geçirdi ya da",
    "232": "bir tümör çıkartılmasına ... hasarı oldu.",
    "235": "Bu çocuklarda ya da erişkinlerde skolyoz gelişiyor.",
    "237": "Bu çocuğun ya da erişkinin büyümesi nedeniyle olmuyor tek başına.",
    "241": "Genellikle küçülmesi nedeniyle oluyor. Ya da dejeneratif skolyozu düşünürseniz, ",
    "246": "dejeneratif deformite; bu dejeneratif skolyoz olabilir, ",
    "249": "dejeneratif sagittal denge bozuklukları ve hiperlordozlar olabilir. ",
    "254": "Bunlar da gene hastanın çökmesi ile oluşan deformiteler.",
    "259": "Yükselen deformiteler zaman içinde çöken deformitelere dönüşebiliyorlar ",
    "261": "ama çöken deformitelerin zaman içinde",
    "263": "yükselen deformitelere dönüşmesi çok beklenmiyor.",
    "268": "Bu iki tip deformitenin doğal seyirleri ",
    "269": "ve tedavi yaklaşımları çok farklı, bunun için önemli.",
    "273": "Yükselen deformiteler büyüme sonlanana dek ilerler",
    "276": "ve büyüme sonlandığı zaman eğer belli bir dereceyi ya da ",
    "278": "belli büyüklüğü aşmamışlarsa, daha sonra ilerlemezler.",
    "282": "Onun için, bu hastalarda, yükselen deformitesi olan hastalarda,",
    "285": "ana tedavi amacımız aslında, hastayı bu kritik dereceye varmadan",
    "291": "büyümesini sonlandıracak şekilde tedavi edebilmektir.",
    "294": "Mesela, korse uygulamaları daha çok buna yöneliktir diye düşünmeniz gerekir.",
    "298": "Çöken deformiteler ise hayat boyu ilerlerler ve",
    "301": "tedavinin ana amacı hayat boyu kalıcı çözümler üretmektir.",
    "305": "Burada bir ayrıntıyı vurgulayayım.",
    "306": "Bu aslında ayrıntı değil çok önemli bir ayrımdır.",
    "310": "Çöken deformitelerde korse kullanılması uygun değildir.",
    "314": "Çünkü çöken deformiteler hayat boyu ilerlerler,",
    "317": "hayat boyu korse kullanmak diye bir çözüm çok pratik olarak mümkün değil.",
    "322": "Onun için eğer deformitenizi,",
    "324": "yükselen deformite ya da çöken deformite diye ayırabilirseniz, ",
    "328": "o zaman aslında yükselen deformiteye ne yapabilirim",
    "330": "çöken deformiteye ne yapabilirimi daha iyi kafanızda tartabilirsiniz.",
    "333": "Yükselen deformiteler izlenebilirler, belli bir derecenin üstüne gelmedikleri sürece.",
    "338": "Yükselen deformiteler yine korse ile tedavi edilebilirler,",
    "341": "belli bir derecenin üzerine gelmedikleri sürece.",
    "344": "Yükselen deformiteler cerrahi tedaviyede gelebilirler,",
    "346": "belli bir dereceyi geçtikleri sürece.",
    "348": "Fakat buna karşılık, çöken deformitelerde,",
    "350": "eğer deformite hastanın hayatını etkiler duruma geldiyse,",
    "354": "bu hastalar izlenemezler mantık ölçülerinde ya da ",
    "358": "korse ile ya da başka konservatif yöntemleri ile tedavi edilemezler.",
    "361": "Bu hastalara cerrahi gerekir. Demek ki aslında pratik olarak yükselen deformite",
    "367": "ile çöken deformiteyi ayırt etmek; hangi hastaları konservatif",
    "370": "hangi hastaları cerrahi tedavi edelimi ayırt etmekle eş değer gibi görünüyor.",
    "375": "Etiyolojiye göre sınıflama en sık kullanılan sınıflama,",
    "378": "iyi bilinen sınıflamalardan bir tanesi.",
    "380": "Çok çeşitli etiyolojik faktörler var. En sık;",
    "382": "idiyopatik, konjenital olabilir, nöromuskuler olabilir, iyatrojenik olabilir.",
    "387": "Özellikle laminektomiye bağlı. Şimdi aslında laminektomiye bağlı",
    "391": "iyatrojenik deformiteler azaldı ama yine de çok da azalmadı.",
    "395": "Post-travmatik olabilir, metabolik olabilir, dejeneratif olabilir",
    "398": "ve bunun gibi bazı bir çok faktör nedeniyle ortaya çıkmış olabilir.",
    "405": "Aslında diğer ikisi kadar önemli değil ama",
    "406": "yine de önemli çünkü doğal seyir etiyolojiye bağlı olarak değişkenlik gösterebilir.",
    "411": "Mesela çöken deformiteleri düşünürsek, hem nöromuskuler",
    "415": "hem dejeneratif deformiteler çöken deformitelerdir,",
    "420": "buna karşı doğal seyirleri birbirinden çok farklı olabilir.",
    "423": "İlerleme hızları birbirinden çok farklı olabilir.",
    "426": "Ve tedavi de etiyolojiye bağlı olarak değişkenlik gösterebilir.",
    "429": "Mesela idiyopatik skolyoz ve konjenital skolyoz ikiside yükselen deformitelerdir.",
    "433": "Ama buna karşılık hem doğal seyirleri hem de tedavileri birbirlerinden oldukça farklı olabilir.",
    "443": "Sonuçta, gördüğümüz gibi çeşitli sınıflandırma sistemleri var.",
    "446": "Her birinin birbirine göre avantajları var,",
    "449": "her biri kendine göre bize spesifik bir bilgi veriyor.",
    "453": "Bunun için, aslında tümünü bilmek ve uygulamak bu sınıflama",
    "457": "yöntemlerinin önemliymiş gibi görünüyor. Teşekkür ederim."
}